
@extends('layouts.app')

@section('title', 'GrandCore Foundation | О фонде')


@section('content')

<h1>О фонде GrandCore</h1>

<p class="lead">Свободная информационная и промышленная альтернатива</p>

<h2>Направления деятельности</h2>

<h3>Альтернативные этичные онлайн сервисы</h3>

<p>Разработка и администрирование альтернативных этичных интернет сервисов для коммуникации, совместной работы над проектами, потребления информации итд. </p>

<h3>Разработка ПО</h3>

<p>Альтернативное ПО для решения пользовательских и бизнес задач, создания собственной изолированной информационной инфраструктуры, а так же фреймворки и библиотеки. Возможно, продолжение работы над уже существующими open source проектами в рамках фонда.</p>

<h3>Открытые стандарты</h3>

<p>Открытые стандарты изделий, как для персонального использования, так и для нужд бизнеса. Это может быть и тостер и промышленное оборудование. Стандарт, это все необходимое для производства изделия или его детали - чертежи, файлы для станков и описание техпроцессов производства. Все стандарты разрабатываются в расчете на максимальную надежность и ремонтопригодность. Любой желающий сможет купить как готовое изделие, так и его составные части для самостоятельной сборки или ремонта в маркетплейсе, который будет работать в рамках платформы.</p>

<h2>Лицензия</h2>

<p>Все сделанное в рамках фонда будет становиться общественным достоянием. Это значит, что любой сможет использовать результат созидательного труда участников фонда любым образом, в том числе, делать коммерческие продукты на основе программного кода и документации. Любые проприетарные разработки, по желанию автора могут быть представленны им в маркетплейсе платформы.</p>

<h2>Официальная часть структуры организации</h2>

<p>Фонд будет работать как общественная организация, однако деятельность маркетплейса и других инструментов платформы возможно не позволит его зарегистрировать таким образом. При этом, естественно никто не будет получать какие либо дивиденты.</p>

<p>Фонд будет иметь совет директоров, состоящий из участников фонда, которые внесли значительный созидательный или финансовый вклад. Исключение из совета директоров участников или наоборот включение в него, будет происходить путем голосования совета. Совет директоров будет предназначен в первую очередь для принятия экстренных решений связанных с работой фонда и блокировки в исключительных случаях решений принятых сообществом.</p>

<p>Фонд будет иметь минимальное количество персонала в штате, который будет решать административные вопросы и поддерживать в рабочем состоянии инфраструктуру фонда. По возможности, задачи будут выполняться волонтёрами.</p>

<h2>Иерархия и права участников</h2>

<p>Пользователь, это просто зарегистрированный человек, который может участвовать в дискуссиях, голосовать по ряду вопросов.</p>

<p>Участник фонда, это пользователь, который каким-либо образом участвует в его жизни. Для этого нужно иметь определенный рейтинг. Ценность голоса будет определяться финансовым или созидательным вкладом в фонд, причем рейтинг пользователя будет со временем уменьшаться.</p>

<p>Исполнитель, это пользователь, который имеет доступ к работе над определенными задачами. Исполнитель должен доказать свою профпригодность, а в отдельных случаях предоставить необходимые сертификаты. Исполнителем может быть как фрилансер, так и компания. В случае некачественного выполнения задач или срыва сроков право работать над задачами может быть отобрано. И получение допуска и его лишениее проводится путем голосования участников фонда.</p>

<h2>Гарантии сообществу</h2>

<p>Принцип "не доверяй никому" будет реализован в виде опубликованного плана Б, который по сути будет отдельным проектом фонда для быстрого создания форка, если совет директоров фонда начнет принимать непопулярные решения. Код платформы фонда так же будет под свободной лицензией и любой желающий сможет организовать работу над своими проектами, создав схожую организацию.   </p>

<h2>Финансирование</h2>

<p>Финансирование проектов будет осуществляться как от прямых разовых или регулярных пожертвований определенным проектам или фонду в целом, так и от распределения денег полученных с продаж в маркетплейсе изделий и услуг гаранта на бирже платных услуг по внедрению и доработке свободных проектов фонда.</p>

<p>Общий бюджет фонда распределяется по проектам или по конкретным задачам для них путем голосования. У каждого проекта есть текущий бюджет, который можно потратить на устранение ошибок или добавление новых функций. Любой пользователь может сделать пожертвование на конкретный проект, как разовое, так и настроить регулярные.</p>

<p>При предложении новой функции, одобрении её и создания сметы - создаётся кампания по сбору средств для этой задачи. Эти кампании можно увидеть как на странице проекта, так и в разделе краутфандинг.  </p>

<p>Спонсор может сделать запрос на добавление новой функции и полностью оплатить её реализацию. Данное решение должно пройти через голосование на предмет целесообразности добавления данной функции.</p>



@endsection
